acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-jp-fonts
akonadi-calendar-tools
akonadi-import-wizard
akonadiconsole
akregator
android-sdk
android-tools
anki
apache
ark
audiocd-kio
autoconf
automake
baobab
base
bash-language-server
bat
bc
bind
binutils
bison
blackarch-keyring
bleachbit
blinken
bluedevil
bluez-utils
bomber
bovo
breeze
breeze-gtk
broadcom-wl
burpsuite
cantor
cervisia
chromium
cmatrix
code
colordiff
deja-dup
dhcpcd
dialog
discord
discover
docker
docker-compose
dolphin
dolphin-plugins
dotpeek
dragon
drkonqi
eclipse-ecj
efibootmgr
elisa
eog
epiphany
evince
fakeroot
fcitx
fcitx-mozc
feh
ffmpegthumbs
file
file-roller
filelight
findutils
flameshot
flex
gawk
gcc
gedit
gettext
ghidra
git
gparted
granatier
grantlee-editor
grep
grilo-plugins
groff
grub
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gwenview
gzip
htop
ifplugd
iw
juk
k3b
kactivitymanagerd
kaddressbook
kajongg
kalarm
kalgebra
kalzium
kamera
kamoso
kanagram
kapman
kapptemplate
kate
katomic
kbackup
kblackbox
kblocks
kbounce
kbreakout
kbruch
kcachegrind
kcalc
kcharselect
kcm-fcitx
kcolorchooser
kcron
kde-cli-tools
kde-dev-scripts
kde-dev-utils
kde-gtk-config
kdebugsettings
kdeconnect
kdecoration
kdegraphics-mobipocket
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdepim-addons
kdeplasma-addons
kdesdk-kioslaves
kdesdk-thumbnailers
kdf
kdialog
kdiamond
keditbookmarks
kfind
kfloppy
kfourinline
kgamma5
kgeography
kget
kgoldrunner
kgpg
khangman
khelpcenter
khotkeys
kig
kigo
killbots
kimagemapeditor
kinfocenter
kio-extras
kio-gdrive
kipi-plugins
kirigami-gallery
kiriki
kiten
kjumpingcube
kleopatra
klettres
klickety
klines
kmag
kmahjongg
kmail
kmail-account-wizard
kmenuedit
kmines
kmix
kmousetool
kmouth
kmplot
knavalbattle
knetattach
knetwalk
knights
knotes
kolf
kollision
kolourpaint
kompare
konqueror
konquest
konsole
kontact
kopete
korganizer
kpatience
krdc
kreversi
krfb
kross-interpreters
kruler
kscreen
kscreenlocker
kshisen
ksirk
ksnakeduel
kspaceduel
ksquares
ksshaskpass
ksudoku
ksysguard
ksystemlog
kteatime
ktimer
ktouch
ktuberling
kturtle
kubrick
kwallet-pam
kwalletmanager
kwave
kwayland-integration
kwayland-server
kwin
kwordquiz
kwrite
kwrited
leafpad
libkscreen
libksysguard
libreoffice-fresh
libtool
linux-firmware
lokalize
lskat
luit
m4
make
marble
maven
mbox-importer
milou
minuet
mitmproxy
mplayer
mpv
musescore
nano
nautilus
ncdu
neofetch
neovim
nim
nimble
nmap
notepadqq
notion
noto-fonts-emoji
nvidia
obs-studio
okular
openbsd-netcat
openvpn
orca
oxygen
pacman
pacman-contrib
palapeli
parallel
parley
patch
pavucontrol
picmi
pim-data-exporter
pim-sieve-editor
pinta
pkgconf
plasma-browser-integration
plasma-desktop
plasma-integration
plasma-meta
plasma-nm
plasma-pa
plasma-sdk
plasma-thunderbolt
plasma-vault
plasma-wayland-session
plasma-workspace
plasma-workspace-wallpapers
polkit
polkit-kde-agent
powerdevil
poxml
print-manager
pwndbg
python-pip
python-virtualenv
qemu
qemu-arch-extra
radare2
remmina
rocs
rsync
ruby
ruby-bundler
rygel
sddm-kcm
sed
signon-kwallet-extension
simple-scan
sonic-visualiser
spectacle
steam
step
sudo
sushi
svgpart
sweeper
systemsettings
telepathy-kde-accounts-kcm
telepathy-kde-approver
telepathy-kde-auth-handler
telepathy-kde-call-ui
telepathy-kde-common-internals
telepathy-kde-contact-list
telepathy-kde-contact-runner
telepathy-kde-desktop-applets
telepathy-kde-filetransfer-handler
telepathy-kde-integration-module
telepathy-kde-send-file
telepathy-kde-text-ui
termdown
texinfo
tmux
tor-browser-en
totem
tracker
tracker-miners
tracker3-miners
translate-shell
transmission-gtk
tree
umbrello
unrar
veracrypt
vi
vim
vino
virtualbox
virtualbox-host-modules-arch
vym
wget
which
whois
wine
winetricks
wireshark-qt
wpa_supplicant
xdg-desktop-portal-kde
xdg-user-dirs-gtk
xf86-input-synaptics
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yakuake
yay
yelp
yq
zaproxy
zathura
zathura-pdf-mupdf
zeroconf-ioslave
zsh
zsh-syntax-highlighting
